Repository: mozilla-l10n/mt-training-data
Catalog: bkh/bkh_pontoon.tmx
Source language: en_us
Languages: bkh

source: Submit a new question for the community to read and respond to
bkh: Liɓat li mbihíí péna anyuú liɓɔŋ nɛ́ lilomɛ lisɔ́ŋgɔ́ɔ lipelee ki yɔ

source: Submit a report
bkh: lióm lí ndag'le

source: Submit clips
bkh: Lióm lí ciŋ ɛ pɔt

source: Submit new questions for the community to read and respond to
bkh: Tí ɓɛhɛ mbihíí péná nɛ́ lilómɛ́ li sɔ́ŋgɔ́ɔ yɔ́, li pelee

source: Success
bkh: mam mí lɛ mɓɛɛŋ

source: success checkmark
bkh: mɔt limanɛ !

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
bkh: Duutɛɛ á mɓɛnlomɛ́ anyuú liyeɓé lí ɔkwɛla. Duutɛɛ á mɓɛngáá anyuú liɓen l' ɔkwɛla. Tíínɛ́ɛ á loó anyuú ngi liyí. <strong>ɔ volkagán ɓé liom li mbag ɛ nsom wɔɔ ! </strong>

source: Taking several attempts to read a word.
bkh: Cegéé lisɔ́ŋgɔ́ɔ l' eɓaŋgá ngele ngandag

source: Tap
bkh: mɔt va

source: Technology and Robotics
bkh: Esukúlú bicɛɛ

source: Thank you for contributing your bulk submission!
bkh: Ɓaá sómá wa anyuú akwɛla

source: Thank you for contributing your voice!
bkh: Ɓaá sómá cíŋ yɔ́ɔ

source: Thank you for donating your voice clips!
bkh: Ɓaá sómá mimpɔ́t máná miciŋ mana tí ɓɛ́hɛ́

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
bkh: Ɓaá sómá anyuú cíŋ mpɔ́t !<lineBreak></lineBreak>ɔ lɛ nɛ wa leg'ɓe vɔŋɔ la lióm li bí bijo bí minsɔ́n.

source: Thank you for your voice information
bkh: Ɓaá sómá mpɔ́t wɔɔ á cíŋ

source: The bumblebee sped by.
bkh: Ngoo ya kɛ́

source: The clip has disrespectful or offensive language.
bkh: Nyí cíŋ mpɔ́t ɛ byɛɛ mɓé - anyu

source: The giant dinosaur of the Triassic.
bkh: Kɔ́ɔ́ ɛ cɛ́ŋ ɛ Lipand

source: The giant dinosaurs of the Triassi-.
bkh: Kɔ́ɔ́ ɛ cɛ́ŋɛ́ ɛ lipa-.

source: The giant dinosaurs of the Triassic.
bkh: Kɔ́ɔ́ cɛ́ŋ lipand

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
bkh: Kɔ́ɔ́ ɛ cɛŋ ɛ lɛ á lipand. <strong>[lisɔ́ŋgɔ́ɔ lí ciŋ ɔsú]</strong>

source: The giant dinosaurs of the Triassic. Yes.
bkh: Kɔ́ɔ́ ɛ cɛ́ŋɛ́ ɛ lipand

source: The giant dino <strong>[cough]</strong> the Triassic.
bkh: Kɔ́ɔ́ cɛ́ŋ <strong>[ekɔhɔ]</strong> lipand.

source: There are currently no sentences to review in this language.
bkh: Bi byɛɛ ɓé ɓɛhɛ ɔkwɛla tɔ va mú á nyú mpɔ́t.

source: The recording was too long.
bkh: mpɔ́t á ciŋ a lɛ ntandaa ngandag

source: The recording was too quiet.
bkh: mpɔ́t á ciŋ á lɛ́ á Sí ngandag

source: The recording was too short.
bkh: mpɔ́t á ciŋ á lɛ ɔtun ngandag

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
bkh: Ɔ byɛɛ nɛ ciŋ ɛ paam la ciŋ mindigá ɛ seɓe nyaa ya, mpɔ́t á ciŋ á séɓé mɓɛɛŋ kiyaɓɛ́nɛ́ ciŋ ɛ lɛ á loó ngandag tɔnɛ ciŋ ɛ lɛ á sí ngandag a nyaa nyi lɛ nɛ́ ɔ ngɔ amb'lé ɓé tɔ yom k' ɔ seɓe liɛ́n li micila

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
bkh: Nkomanɛ akwɛla a lɛ ɔku ví common Voice. Ɔ lɛ nɛ <writeURL>wa cii</writeURL> ɔkwɛla tɔnɛ́ <reviewURL>lileg'ɓe</reviewURL> l' akwɛla á common Voice.

source: The sentence has a grammatical or spelling error.
bkh: Ɔkwela váh ciiɓɛɛ ɓe mɓɛɛŋ tɔnɛ váh oŋg'ɓɛɛ ɓe mɓɛɛŋ

source: The sentence has disrespectful or offensive language.
bkh: Ɔkwɛla ví byɛɛ mióó ?

source: The sentence must be grammatically correct.
bkh: Ɔkwɛla ví ŋóŋɓɛgɛ mɓɛɛŋ

source: The sentence must be speakable.
bkh: Ɔkwɛla víg páh'lɛ́ɛ mɓɛɛŋ

source: The sentence must be spelled correctly.
bkh: Ɔkwɛla ví lɛ ntiiɓɛgɛ mɓɛɛŋ

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
bkh: Mbeelán ɛ seɓe á nkag'yanɛ́; ɔg pelee ɓɛhɛ kiyaɓɛnɛ́ wa diŋ. A ceg bi ngáá kaa byom byáhá, biig nyɔŋ eceg nɛ́ mam mi ngáa leg'ɓe eniŋ ɛ Mut káa joó, mimbú la yé la yé, mih pamág ɓé á ntelelé.

source: Three to go!
bkh: Ɛ ngi tɔɔ á ŋhaa!

source: Too many files
bkh: Bikwɛ́m byá loohan

source: Transcribe audio recordings into text
bkh: Cii mimpɔ́t mí cíŋ á lipapa

source: Transcribe audio recordings in your language
bkh: Cií mimpɔ́t mí cíŋ á mpɔ́t wɔɔ

source: Try again by dragging your file here
bkh: Cegéé sig pɛ litíínɛ́ɛ l' ekwɛ́m yɔɔ

source: Try uploading again
bkh: Cegéé sig pɛ lióm l'ekwɛ́m yɔɔ

source: Understand contribution criteria
bkh: Lisɔ́ŋtanɛ li bitɛɛyene bí ngaɓo

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
bkh: Amb'lán yéé ɛ lɛ nsɛ́ŋ la yé toɓotoɓo a mpɔt á ciŋ á liɓɔŋ nɛ́ mɛ́nɛ́ ki mini nyɛɛɓɛɛ mpɔ́t wana cíŋ

source: Upload aborted. Do you want to delete your recordings?
bkh: Yah kɛ ɓɛ́. Ɔg somoo lisáá li cíŋ yɔ́ɔ ɛ mpɔ́t ?

source: { $uploadedSentences } of { $totalSentences } sentences collected
bkh: { $uploadedSentences } akwɛla wa nyɔŋ'ɓɛɛ á { $totalSentences }

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
bkh: { $uploadedSentences } { $totalSentences } akwɛla wa nyɔŋɓɛɛ á. mɔt vá <downloadLink>here</downloadLink> anyuú liyɔŋ l' akwɛla wá lééɓɛ́ɛ

source: Upload failed, please retry.
bkh: Ɓaá la ɓe ɓɛhɛ lióm, ceg'lɛɛ sig pɛ

source: Upload <icon></icon> public domain sentences
bkh: óm <icon></icon> akwɛla nyú á liɓembá

source: Upload in progress...
bkh: Ɔ lɛ lióm...

source: Upload more sentences?
bkh: Lióm l' akwɛla ntám ?

source: Use correct grammar
bkh: Ɔkwɛla víg nyɛɛ liɓɛ́ á bitɛɛyené bí mpɔ́t

source: Use correct spelling and punctuation
bkh: Micila míg nyɛɛ liɓɛ́ a nyaa nyí etɛɛ

source: Validate Readings
bkh: Linyɔŋ lí misɔ́ŋgɔ́ɔ

source: Validate Readings, Review Transcriptions
bkh: Linyɔŋ li misɔ́ŋgɔ́ɔ, liɓákɛ́ li micila

source: Validate Readings <small>(Coming soon)</small>
bkh: Linyɔŋ li misɔ́ŋgɔ́ɔ<small>(eceg-etám)</small>

source: Validate readings submitted by community members
bkh: Linyɔŋ lí misɔ́ŋgɔ́ɔ mí má yomɓɛɛ la ɓot bí lilómɛ́

source: Validate user-recorded readings in your language
bkh: Linyɔŋ lí misɔ́ŋgɔ́ɔ mí ɓot á mpɔ́t wana

source: Varying Pronunciations
bkh: mveŋhanɛ́ a cíŋ

source: Volume
bkh: ɓétɛ́

source: Want to save your information? <createProfile>Create a profile</createProfile>
bkh: Ɔ byɛɛ koo linaŋɛ lí yéé ɔ lɛ lipɔ́t ? <createProfile>vég ediŋgɛ-diŋgɛ</createProfile>

source: We are going out to get a coffee.
bkh: Nzamɛ ɛ laám

source: We are going out to get coffee.
bkh: Nzamɛ laám

source: We couldn’t get any audio clips for you to listen to. Please try again later.
bkh: Baá la ɓé ɓɛhɛ likuh'la lí yom ɛ mpɔ́t á ciŋ anyuú liamb'le. Ceg'lɛɛ sig pɛ váŋ vɔŋɔ

source: We couldn’t get any sentences for you to speak. Please try again later.
bkh: Baá la ɓeɓɛhɛ likuh'la li akwɛla á ciŋ . cegéé pɛ́ váŋ vɔŋɔ.

source: We may have run out of clips - refresh the page, or try again later.
bkh: Bi byɛ́ɛ́ ɓe pɛ́ ɓɛ́hɛ́ yom-nsɔ́n bi ngaa nyɔŋ mú a nyú mpɔ́t

source: We’re going out to get coffee.
bkh: Nzamɛ laám

source: We're making some big changes
bkh: Bi lɛ liveŋ'hanɛ lí mam

source: We’re sorry, your platform is not currently supported.
bkh: Mini mwah'lé ɓɛhɛ, bi ngá yí ɓé ɓɛhɛ ví ɔku váná.

source: We've run out of sentences to record in this language...
bkh: Bi byɛ́ɛ́ ɓe pɛ ɓɛhɛ akwɛla á linyɔŋ mú á nyu mpɔ́t

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
bkh: ɛg ɓat nɛ́ bicɛɛ bí ngáa yeg'lɛ́ɛ ɓɛ́hɛ́ mpɔ́t wáhá bi la linyɔŋ li biduŋgú bi miketee misɛ́ anyuú liɓɔŋ nɛ́ eɓaŋga ɛ yog'lɛ́ɛ á nyaa mɓɛɛŋ. Anyuú nɛ́ kí mpɔ́t á lɛ́ á loo ngandag, biɓanga bi ngá og'lɛ́ɛ ɓé mɓɛɛŋ.

source: What issues are you experiencing with this sentence?
bkh: yɔyɔ́ɔ njɔm ɔkwɛla vi byɛ́ɛ́ ?

source: What needs to be in my file?
bkh: Yéé ekwɛ́m ɛ ngáa nyɛɛ liɓɛla ?

source: What sentences can I add?
bkh: Vɔvɔ́ɔ́ ɔkwɛla mí kondye ?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
bkh: Aceg mini ngá amb'le, ɓɛ́an mbaki nɛ́: yom ya pɔ́tbɛ́ɛ yɔ́ nɛ́ yá ciiɓɛɛ; minih yebyag ɓé avuha. <br />akaa nyú :

source: Why are you asking?
bkh: Anyuú yéé ?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
bkh: La Ediŋgɛ-diŋgɛ yɔ́ɔ́, ɔg oŋ byom byɔɔ ɔ ngɔ ɓɔŋ, ɔg ɓɛ miwándá la ngandag ɛ ɓot ɓa bi ngáa kaa ciŋ ɛ mpɔ́t

source: Write
bkh: licii

source: Write options menu
bkh: Licii

source: y
bkh: o

source: Y
bkh: O

source: Yes
bkh: Ɔɔ

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
bkh: Ɔ lɛ nɛ́ wa ɓɔŋ'le yi nzen ɛ tafel : { sc-review-form-button-approve-shortcut } anyuu liyéɓé, { sc-review-form-button-reject-shortcut } anyuú liɓen, { sc-review-form-button-skip-shortcut } anyuú liloo

source: You cannot add multiple sentences for a single submission
bkh: Ɔ séɓé nɛ́ wa kondye akwɛla ngandag á lióm'lé já

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
bkh: Wah pɔŋɔɔ ɓe mpɔ́t tɔ wá. Niŋgíí vá <profileLink>á titíí yɔɔ</profileLink> á lipɔhɔɔ lí mimpɔ́t

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
bkh: Nsɔŋgí á lióm wa yal anyuú jé lipɛ́ɛ́. laŋke { $retryLimit } minut yikaganɛ́ ɔg óm ɔkwɛla vitám. Biíg soma nlaŋ'kán wɔ́ɔ !

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
bkh: Nsɔŋgí á lióm wa yal anyuú jé lipɛ́ɛ́. Laŋke { $retryLimit } akaptɛ. yikaganɛ ɔg óm ɔkwɛla vítám. ɓaá sómá nlaŋ'kán wɔ́ɔ !

source: You must allow microphone access.
bkh: Miníg nyɛɛ likoo lí liklo

source: You’re contributing to a target segment
bkh: Bitɛɛhɛnɛ́ á ejo ɛ nsɔ́n

source: You’re contributing to our first target segment
bkh: Ɔ lɛ lisál anyuú ejo yáhá nsɔ́n ɔsú

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
bkh: Ɔg vóó ngandag. Nyoŋ eceg, sɔŋgɔɔ ɔkwɛla mɓɛɛŋ, ɔ leg'ɓe kiyaɓɛnɛ njom ɛ seɓe.

source: You're helping Common Voice reach our daily sentence goals!
bkh: Ɔ lɛ́ lioŋganɛ lí common Voice nɛ́ a súgɛ́ eɓolo yɛɛ la akwɛla

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
bkh: Ɓeég mpɔ́t wáná a byɛɛ ɓe pɛ biɓaŋga ! kiyaɓɛnɛ minig diŋ, miní lɛ nɛ maná veŋ'hanɛ mitiŋ anyuú lisomoo li akwɛla ntám á mpɔ́t wana.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
bkh: Eceg yá, mpɔ́t wáná ah byɛɛ ɓé pɛ́ akwɛla ! kiyaɓɛnɛ́ minig diŋ, miní lɛ nɛ́ maná veŋhanɛ́ mitiŋ anyuú lipamɛ́ lí akwɛla ntám á mpɔ́t wáná

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
bkh: Anyuú yáná common voice a yal <goalPercentage></goalPercentage> nsɔ́n wɛɛ ɔlɔ́ á { $goalValue } linyɔŋ-lí-cíŋ !

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
bkh: Anyuú yáná common voice a yal <goalPercentage></goalPercentage> nsɔ́n wɛɛ ɔlɔ́ á { $goalValue } liyeɓe !
